import React from 'react';
import ReactDOM from 'react-dom';
//import 'bootstrap/dist/css/bootstrap.css'
import {Fragment} from "react";
import './index.css';

const App = () =>{
    return(
        <Fragment>
        <header>
            <div col='12' 
                style={{
                    width: 960,
                    //display: flax,
                    //alignItems: center,
                    marginTop: 50,
                    marginLeft: 50,
                    padding: 50,
                    border: "1px solid grey",
                    backgroundColor: "white",
                    color: "grey"
                }}
                //<p><img src="..src/IMG_20140207_182404.jpg" alt="" /></p>
            >
                <h2 style={{textAlign:"center",}}>РЕЗЮМЕ</h2>

                <h2 style={{textAlign:"center",}}>Шидлун Оксана Павлівна</h2>
                
                <p
                style={{
                    textAlign:"center",
                    lineHeight: 0.5,
                    color: "pink"
                }}
                >м. Рівне</p>

                <p
                style={{
                    textAlign:"center",
                    lineHeight: 0.5,
                    color: "green"
                }}
                >E-mail: oksanchik2008@ukr.net</p>

                <p
                style={{
                    textAlign:"center",
                    lineHeight: 0.5,
                    color: "red"
                }}
                >Тел: (063) 818-98-58</p>

                <p style={{marginLeft: 10,}}><b>Досвід роботи:</b></p> 
                <p style={{paddingLeft: 10,}}>З 2016 р. і до цього часу <b>ТОВ "Soft-Group"</b>, м. Рівне. Помічник керівника.</p>
                
                <ul
                style={{
                    paddingLeft: 50,
                    lineHeight: 1.5,
                    textAlign:"left",
                    color: "gray"
                }}
                >
                    <li>Виконання доручень керівника компанії;</li>
                    <li>Контроль виконання всіх напрямків робіт виконавців;</li>
                    <li>Пошуки та затвердження виконавців на виконання робіт;</li>
                    <li>Збір і аналіз інформації;</li>
                    <li>Контроль якості та оплата виконнаня робіт та послуг;</li>
                    <li>Ведення документообігу;</li>
                    <li>Фінансова звітність відділу…… і т.д.</li>
                </ul>     
                
                <p style={{paddingLeft: 10,}}>2014 р. <b>ТОВ "Гарден Клаб"</b>, м. Рівне. Менеджер з адміністративної діяльності, відділ маркетингу, реклами та дизайну. </p>
                
                <ul
                style={{
                    paddingLeft: 50,
                    lineHeight: 1.5,
                    textAlign:"left",
                    color: "gray"
                }}
                >
                    <li>Взаємодії з клієнтами та персоналом;</li>
                    <li>Виконання доручень керівника відділу;</li>
                    <li>Збір і аналіз інформації;</li>
                    <li>Розміщення реклами в друкованих виданях, в транспорті та інше;</li>
                    <li>Замовлення зовнішньої реклами, упаковок, спецодягу;</li>
                    <li>Архівування рекламних макетів в версіях;</li>
                    <li>Наповнення сайтів компанії новими продуктами, інформаційна підтримка;</li>
                    <li>Проведення фотосесій товару;</li>
                    <li>Написання текстів;</li>
                    <li>Ведення документообігу відділу;</li>
                    <li>Фінансова звітність відділу…… і т.д.</li>
                </ul>
                <p style={{marginLeft: 10,}}>2009 р.<b>ТОВ "Науково-виробнича фірма "ЮТАМ"</b>, м. Київ. Адміністратор офісу.</p>
                <ul
                style={{
                    paddingLeft: 50,
                    lineHeight: 1.5,
                    textAlign:"left",
                    color: "gray"
                }}
                >
                    <li>Кадри (трудові книги, особові справи, лікарняні листи, накази, протоколи, табель відвідування);</li>
                    <li>Діловодство (реєстрація вх. і вих. документації, пошти, факсів, складання листів);</li>
                    <li>Збір і аналіз інформації;</li>
                    <li>Ведення контролю над обробкою відділом продажів вхідної комерційної інформації;</li>
                    <li>Обов'язки секретаря (зустріч гостей, чай-кава, оформлення відряджень, робота з офісною технікою, замовлення  госп. товарів, канцелярії, води і т.п., бронювання авіа, ж/д квитків, готелів).</li>
                </ul>
                <p style={{marginLeft: 10,}}>2008-2009pp. <b>ТОВ "Jurby Water Tech"</b>, м. Київ. Секретар.</p>
                <ul
                style={{
                    paddingLeft: 50,
                    lineHeight: 1.5,
                    textAlign:"left",
                    color: "gray"
                }}
                >
                    <li>Розподіл вхідних дзвінків по департаментах;</li>
                    <li>Прийом відвідувачів;</li>
                    <li>Робота з офісною технікою (принтер, ксерокс, факс, міні - АТС);</li>
                    <li>Реєстрація вх. і вих. документації, пошти;</li>
                    <li>Створення документів на підпис (накази, протоколи);</li>
                    <li>Оформлення відряджень;</li>
                    <li>Бронювання авіа, ж/д квитків, готелів і т.п.</li>
                </ul>
                <p style={{marginLeft: 10,}}>2008 p.<b>TOB "Комерційний Банк"Дельта" м.Київ</b>. Фахівець відділу обслуговування телефонних звернень, управління обслуговування клієнтів.</p>
                <p style={{marginLeft: 10,}}>2007 р.<b>"Експрес Мото Україна"</b>, м.Київ. Call-Центр.</p>
                <p style={{marginLeft: 10,}}>2005-2007 pp.<b>Магазин «Спортленд»</b>, м.Київ. Продавець-консультант.</p>
                <p style={{marginLeft: 10,}}>Березень 2005р. <b>Рівненський обласний центр перепідготовки та підвищення кваліфікації працівників органів державної влади</b>, секретар (проходження практики).</p>
                <p style={{marginLeft: 10,}}>Лютий 2003р. <b>Рівненська обласна державна телерадіокомпанія</b>, кореспондент в інформаційному відділі (проходження практики).</p>
                <p style={{marginLeft: 10,}}>2001 р. <b>Рівненська газета «ОГО»</b>. Рекламний агент.</p>
                <p style={{marginLeft: 10,}}><b>Освітня та професійна підготовка:</b></p>  
               <ul
                style={{
                    //listStyleType: none,
                    paddingLeft: 50,
                    lineHeight: 1.5,
                    textAlign:"left",
                    color: "gray"
                }}
                >
                    <li>1999-2004 pp. Рівненський інститут слов'янознавства «Київського славістичного університету». Отримала освіту за спеціальністю «Міжнародна інформація».</li>
                    <li>2004-2005 pp. Рівненський навчальний центр державної служби зайнятості. Отримала професію «Секретар керівника».</li>
                    <li>2008р. Київський комп'ютерний учбовий центр «Бейсик». Курс «Професійний користувач ПК».</li>
                    <li>2009р. Курси при Київському університеті економіки і права "КРОК". Курс "Кадрове діловодство, 1С: зарплата і кадри".</li>
                </ul>
                <p style={{marginLeft: 10,}}><b>Додаткова інформація:</b></p>  
               <ul
                style={{
                    //listStyleType: none,
                    paddingLeft: 50,
                    lineHeight: 1.5,
                    textAlign:"left",
                    color: "gray"
                }}
                >
                    <li>Народилася 8 Березня 1982 року;</li>
                    <li>Національність: Українка;</li>
                    <li>Знання ПК: MS Office (Word, Excel, Power Point, Publisher) Adobe Photoshop, Adobe Reader, Outlook, Internet та інше;</li>
                    <li>Знання мов: Українська, російська – вільно, англійська, словацька – зі словником;</li>
                    <li>Дисциплінована, цілеспрямована,  комунікабельна, відповідальна, оптимістка, не конфліктна, уважна;</li>
                    <li>Легко знаходжу спільну мову з людьми;</li>
                    <li>Легко та швидко вчуся.</li>  
                </ul>

             </div>
        </header>
        </Fragment>
    
    )
}
ReactDOM.render(<App />, document.getElementById('root'));

//serviceWorker.unregister();
